import type { Institute } from "./types"

export const INSTITUTES_LIST: Institute[] = [
  { id: "agrobio", name: "Институт агробиотехнологии", short: "Агробио" },
  { id: "mechanics", name: "Институт механики и энергетики (им. В.П. Горячкина)", short: "Инженерия" },
  { id: "zoobio", name: "Институт зоотехнии и биологии", short: "Зоовет" },
  { id: "econ", name: "Институт экономики и управления АПК", short: "Эконом" },
  { id: "water", name: "Институт мелиорации, водного хозяйства и строительства", short: "Мелиорация" },
  { id: "horticulture", name: "Институт садоводства и ландшафтной архитектуры", short: "Садоводство" },
  { id: "tech", name: "Технологический институт", short: "Технолог" },
  { id: "digital", name: "Центр «Проектный институт цифровой трансформации АПК»", short: "Цифровой ин-т" },
]
